tap "homebrew/bundle"
tap "romkatv/powerlevel10k"
brew "cocoapods"
brew "fzf"
brew "node"
brew "nvm"
brew "powerlevel10k"
brew "rbenv"
brew "watchman"
brew "zsh-syntax-highlighting"
brew "mysql"
brew "docker-compose"
cask "dockmate"
cask "iterm2"
cask "visual-studio-code"
cask "android-studio"
cask "docker"
cask "mysqlworkbench"
cask "discord"
vscode "bierner.markdown-preview-github-styles"
vscode "bracketpaircolordlw.bracket-pair-color-dlw"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-pt-br"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-portuguese-brazilian"
